Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Withdraw
de: Zurückziehen
es: Retirar
fr: Retirer
ja: 取り消し
zh_hans: 撤回

source: Withdraw Consent
de: Zustimmung widerrufen
es: Consentimiento retirado
fr: Consentement retiré
ja: 同意の取り消し
zh_hans: 撤回同意

source: Withdraw Consent?
de: Zustimmung widerrufen?
es: Consentimiento retirado?
fr: Retirer le consentement
ja: 同意の取り消し
zh_hans: 撤回同意？

source: Withdrawing Consent
de: Zustimmung widerrufen
es: Retirando consentimiento
fr: Retrait du consentement
ja: 同意の取り消し中
zh_hans: 撤回同意

source: Workflow Selection Step
de: Workflow-Auswahl-Schritt
es: Paso de selección de flujo de trabajo
fr: Étape de sélection du flux de travail
ja: ワークフロー選択ステップ
zh_hans: 工作流选择步骤

source: You can change this anytime in Settings
de: Sie können dies jederzeit in den Einstellungen ändern
es: Puedes cambiar esto en cualquier momento en Configuración
fr: Vous pouvez changer cela à tout moment dans les Paramètres
ja: いつでも設定でこれを変更できます
zh_hans: 您可以在设置中随时更改此设置

source: You can continue anyway and fix this later in Settings.
de: Sie können weitermachen und dies später in den Einstellungen beheben.
es: Puedes continuar de cualquier manera y corregir esto en Configuración más tarde.
fr: Vous pouvez continuer tout de suite et corriger cela plus tard dans les Paramètres.
ja: そのまま続行して、あとで設定で修正できます。
zh_hans: 您可以继续操作，稍后在设置中修复此问题。

source: You saved approximately **%@** of manual work!
de: Sie haben etwa **%1$@** manueller Arbeit gespart!
es: Has ahorrado aproximadamente **%1$@** de trabajo manual!
fr: Vous avez économisé environ **%1$@** de travail manuel !
ja: あなたは約**%1$@**の手作業作業を保存しました！
zh_hans: 您已节省了大约 **%1$@** 的手动工作！

source: You will be notified when the preview is ready
de: Sie werden benachrichtigt, wenn die Vorschau bereit ist
es: Te notificará cuando el anteproyecto esté listo
fr: Vous serez informé lorsque la prévisualisation est prête
ja: プレビューが準備できるときに通知されます
zh_hans: 当预览准备就绪时，您将收到通知

source: Your %1$lld manual %2$@ been recorded. When you apply this organization, %3$@ will help improve future suggestions.
de: Ihre %1$lld Anleitung %2$@ wurde aufgenommen. Wenn Sie diese Organisation anwenden, %3$@ wird helfen, zukünftige Vorschläge zu verbessern.
es: Tu %1$lld manual %2$@ ha sido registrado. Cuando apliques esta organización, %3$@ ayudará a mejorar las sugerencias futuras.
fr: Votre %1$lld travail manuel %2$@ a été enregistré. Lorsque vous appliquerez cette organisation, %3$@ aidera à améliorer les suggestions futures.
ja: あなたの%1$lld手作業%2$@が記録されました。この整理を適用すると、%3$@は将来的な推奨を改善するのに役立ちます
zh_hans: 您的 %1$lld 手动 %2$@ 已被记录。当您应用此组织时，%3$@ 将帮助提升未来的建议。

source: Your Custom Workflow Is Ready
de: Ihr benutzerdefinierter Workflow ist fertig
es: Tu flujo de trabajo personalizado está listo
fr: Votre Workflow Personalisé Est Prêt
ja: カスタムワークフローは準備完了
zh_hans: 您的自定义工作流已准备就绪

source: Your Key Stats
de: Ihre wichtigsten Statistiken
es: Tus estadísticas clave
fr: Vos Statistiques Clés
ja: あなたの主要な統計
zh_hans: 您的关键统计数据

source: Your new expert-level persona has been created.
de: Ihre neue Expertenstufe ist erstellt worden.
es: Tu nueva personalidad experta ha sido creada.
fr: Votre nouveau personnage expert a été créé.
ja: あなたの新しいエキスパートレベルのパーソナリティが作成されました
zh_hans: 您的新专家级身份已创建。

source: Your organization activity will appear here as you use the app.
de: Ihre Organisationstätigkeit wird hier angezeigt, während Sie das Programm verwenden.
es: Tu actividad de organización aparecerá aquí a medida que uses la aplicación.
fr: Vos activités d'organisation apparaîtront ici à mesure que vous utilisez l'application.
ja: アプリを使用するにつれて、あなたの整理活動はここに表示されます
zh_hans: 您的组织活动将在使用应用程序时在此处显示。

source: ago
de: vor
es: hace tiempo
fr: il y a
ja: 前
zh_hans: 前

source: at
de: am
es: ante
fr: à
ja: で
zh_hans: 在

source: days ago
de: Tage vor
es: días atrás
fr: il y a des jours
ja: 日以前
zh_hans: 天前

source: e.g. don't touch any npm module files
de: z. B. keine Dateien von npm-Bibliotheken berühren
es: por ejemplo, no toque ningún archivo de módulo npm
fr: par exemple : ne touchez aucun fichier npm
ja: 例えば、npmモジュールファイルに触れないでください
zh_hans: 例如。不要触碰任何 npm 模块文件

source: e.g., Skip large media files
de: z. B. große Mediendateien überspringen
es: por ejemplo, omitir archivos de medios grandes
fr: par exemple : sautez les fichiers multimédias volumineux
ja: 例えば、大規模なメディアファイルをスキップしてください
zh_hans: 例如，跳过大型媒体文件

source: edit
de: bearbeiten
es: editar
fr: éditer
ja: 編集
zh_hans: 编辑

source: edits
de: Bearbeitungen
es: edición
fr: éditions
ja: 編集
zh_hans: 编辑

source: exact
de: genau
es: exacto
ja: 正確な
zh_hans: 精确

source: macOS Settings
de: macOS-Einstellungen
es: Preferencias de macOS
fr: Paramètres macOS
ja: macOS設定
zh_hans: macOS 设置

source: needs attention
de: bedarf Aufmerksamkeit
es: necesita atención
fr: a besoin d'attention
ja: 注意が必要
zh_hans: 需要关注

source: or
de: oder
es: o
fr: ou
ja: または
zh_hans: 或

source: ready
de: bereit
es: listo
fr: prêt
ja: 準備完了
zh_hans: 准备就绪

source: recoverable
de: wiederherstellbar
es: recuperable
fr: récupérable
ja: 回復可能
zh_hans: 可恢复

source: similar
de: ähnlich
fr: similaire
ja: 類似
zh_hans: 相似

source: ↩ to insert
de: ↩ einfügen
es: ↩ para insertar
fr: ↩ pour insérer
ja: ↩ を挿入
zh_hans: ↩ 插入

source: ⌘. to stop
de: ⌘. stoppen
es: ⌘. para detener
fr: ⌘. pour arrêter
ja: ⌘. を停止する
zh_hans: ⌘. 停止

source: 📸 %lld images detected
de: 📸 %1$lld Bilder erkannt
es: 📸 %1$lld imágenes detectadas
fr: 📸 %1$lld images détectées
ja: 📸 %1$lld 画像が検出されました
zh_hans: 📸 %1$lld 张图片被检测到

source: Folder Path
de: Ordnerpfad
es: Ruta de Carpeta
fr: Chemin du dossier
ja: フォルダパス
zh_hans: 文件路径

source: Start Immediately
de: Sofort starten
es: Iniciar Inmediatamente
fr: Démarrer immédiatement
ja: すぐに開始
zh_hans: 立即开始

source: Undo Successful
de: Wiederherstellung erfolgreich
es: Anulación Exitosa
fr: Annulation réussie
ja: 取り消し成功
zh_hans: 撤销成功

source: Retry Successful
de: Organisation erfolgreich
es: Reintentar Organización
fr: Réorganisation réussie
ja: 再試行成功
zh_hans: 重试成功

source: Retry Organization?
de: Organisation wiederholen?
es: Reintentar Organización?
fr: Réorganiser à nouveau ?
ja: 再組織化を再試行？
zh_hans: 重试组织？

source: AI Time
de: KI-Zeit
es: Tiempo de IA
fr: Temps d'IA
ja: AI時間
zh_hans: AI 时间

source: Throughput
de: Durchsatz
es: Tasa de Procesamiento
fr: Débit
ja: 処理能力
zh_hans: 吞吐量

source: Response
de: Antwort
es: Respuesta
fr: Réponse
ja: 応答
zh_hans: 响应

source: Context
de: Kontext
es: Contexto
fr: Contexte
ja: コンテキスト
zh_hans: 上下文

source: Files Reviewed
de: Dateien überprüft
es: Archivos Revisados
fr: Fichiers examinés
ja: 確認されたファイル
zh_hans: 已审查文件

source: Data Volume
de: Datenmenge
es: Volumen de Datos
fr: Volume de données
ja: データ量
zh_hans: 数据量

source: Scan Time
de: Scanzeit
es: Tiempo de Escaneo
fr: Temps de scan
ja: スキャン時間
zh_hans: 扫描时间

source: Estimated Cost
de: Schätzter Kosten
es: Costo Estimado
fr: Coût estimé
ja: 推定コスト
zh_hans: 预估成本

source: Clean, simple folder structure
de: Sauber, einfacher Ordneraufbau
es: Estructura de carpetas limpia y simple
fr: Structure de dossier simple et propre
ja: 清潔でシンプルなフォルダ構造
zh_hans: 整洁简单的文件结构

source: Group by type with minimal nesting
de: Gruppiere nach Typ mit minimaler Hierarchie
es: Agrupar por tipo con minimalismo en anidación
fr: Regrouper par type avec un nesting minimal
ja: タイプでグループ化し、最小限のネスト
zh_hans: 按类型分组且最小化嵌套

source: Organize by date and project
de: Organisiere nach Datum und Projekt
es: Organizar por fecha y proyecto
fr: Organiser par date et projet
ja: 日付とプロジェクトで整理
zh_hans: 按日期和项目组织

source: GitHub sign-in required
de: GitHub-Anmeldung erforderlich
es: Se requiere inicio de sesión en GitHub
fr: Connexion requise pour GitHub
ja: GitHubにサインインが必要
zh_hans: 需要GitHub登录

source: Apple Intelligence unavailable
de: Apple Intelligence nicht verfügbar
es: Apple Intelligence no disponible
fr: Apple Intelligence non disponible
ja: Apple Intelligenceは利用不可
zh_hans: Apple Intelligence不可用

source: API URL required
de: API-URL erforderlich
es: Se requiere URL de API
fr: URL API requise
ja: API URLが必要
zh_hans: 需要API URL

source: Codex CLI required
de: Codex CLI erforderlich
es: Se requiere CLI de Codex
fr: CLI Codex requise
ja: Codex CLIが必要
zh_hans: 需要Codex CLI

source: Codex CLI sign-in required
de: Codex CLI-Anmeldung erforderlich
es: Se requiere inicio de sesión en CLI de Codex
fr: Connexion requise pour CLI Codex
ja: Codex CLIにサインインが必要
zh_hans: 需要Codex CLI登录

source: Credentials required
de: Anmeldeinformationen erforderlich
es: Se requieren credenciales
fr: Informations d'identification requises
ja: 認証が必要
zh_hans: 需要凭证

source: Setup complete
de: Konfiguration abgeschlossen
es: Configuración completa
fr: Configuration terminée
ja: 設定が完了
zh_hans: 设置完成

source: Generate Another
de: Erzeuge einen anderen
es: Generar Otro
fr: Générer un autre
ja: もう一度生成
zh_hans: 生成另一个

source: Try a different custom workflow idea
de: Probier einen anderen benutzerdefinierten Workflow-Idee
es: Intenta una otra idea de flujo de trabajo personalizado
fr: Essayez une autre idée de workflow personnalisé
ja: 別のカスタムワークフローのアイデアを試してみましょう
zh_hans: 尝试不同的自定义工作流想法

source: Smart Organization
de: Intelligente Organisation
es: Organización Inteligente
fr: Organisation intelligente
ja: スマートな整理
zh_hans: 智能组织

source: Sorty analyzes your files and creates a logical folder structure
de: Sorty analysiert Ihre Dateien und erstellt eine logische Ordnerstruktur
es: Sorty analiza tus archivos y crea una estructura de carpetas lógica
fr: Sorty analyse vos fichiers et crée une structure de dossier logique
ja: Sortyはあなたのファイルを分析し、論理的なフォルダ構造を作成します
zh_hans: Sorty 分析您的文件并创建一个逻辑文件夹结构

source: Privacy Focused
de: Vertraulich ausgerichtet
es: Enfocado en la Privacidad
fr: Focus sur la confidentialité
ja: プライバシーに焦点を当てた
zh_hans: 注重隐私

source: File names and metadata are sent to Sorty for organization - file contents stay on your Mac unless Deep Scan is enabled
de: Dateinamen und Metadaten werden an Sorty gesendet, um die Organisation durchzuführen - der Inhalt der Dateien bleibt auf Ihrem Mac, es sei denn Deep Scan ist aktiviert
es: Los nombres de archivos y los metadatos se envían a Sorty para organizarlos - los contenidos de los archivos permanecen en tu Mac a menos que se active el Escaneo Profundo
fr: Les noms de fichiers et les métadonnées sont envoyés à Sorty pour l'organisation - les contenus de fichiers restent sur votre Mac à moins que le Scan profond ne soit activé
ja: ファイル名とメタデータはSortyに送られ、組織化されます - ファイルの内容はMacに残ります（Deep Scanが有効になっている場合を除く）
zh_hans: 文件名和元数据会发送到 Sorty 进行整理 - 文件内容仍保留在您的 Mac 上，除非启用了深度扫描

source: Fully Reversible
de: Volle Umkehrbarkeit
es: Completamente Revertible
fr: Complètement réversible
ja: 完全に逆転可能
zh_hans: 完全可逆

source: Every change can be undone with a single click
de: Jede Änderung kann mit einem einzigen Klick rückgängig gemacht werden
es: Cada cambio puede ser deshecho con un solo clic
fr: Chaque modification peut être annulée avec un simple clic
ja: 単一のクリックですべての変更を取り消せます
zh_hans: 每次更改都可以通过单击取消

source: Custom Workflows
de: Benutzerdefinierte Workflows
es: Flujos de Trabajo Personalizados
fr: Travaux personnalisés
ja: カスタムワークフロー
zh_hans: 自定义工作流

source: Create personas tailored to your specific organization needs
de: Erstellen Sie Profile, die sich auf Ihre spezifischen Organisationss needs anpassen
es: Crea perfiles personalizados según tus necesidades de organización específica
fr: Créez des profils adaptés à vos besoins d'organisation spécifiques
ja: あなたの特定の組織ニーズに合わせた人間のプロファイルを作成します
zh_hans: 创建符合您特定整理需求的个人角色

source: Text documents
de: Textdokumente
es: Documentos de Texto
fr: Documents texte
ja: テキストドキュメント
zh_hans: 文本文档

source: Image files
de: Bilddateien
es: Archivos de Imagen
fr: Fichiers d'image
ja: 画像ファイル
zh_hans: 图像文件

source: Export Failed
de: Export失败
es: Exportación Fallida
fr: Exportation échouée
ja: エクスポート失敗
zh_hans: 导出失败

source: Import Complete
de: Import abgeschlossen
es: Importación Completada
fr: Importation terminée
ja: インポート完了
zh_hans: 导入完成

source: Import Failed
de: Import失败
es: Importación Fallida
fr: Importation échouée
ja: インポート失敗
zh_hans: 导入失败

source: Sorty Can't Uninstall from This Location
de: Sorty kann nicht von diesem Speicherort deinstalliert werden
es: Sorty No Puede Desinstalarse de Este Lugar
fr: Sorty ne peut pas être désinstallé de ce emplacement
ja: Sortyはこの場所からアンインストールできません
zh_hans: Sorty 无法从此位置卸载

source: Uninstall Could Not Finish
de: Deinstallation konnte nicht abgeschlossen werden
es: La Desinstalación No Pudo Finalizarse
fr: Désinstallation impossible terminée
ja: アンインストールが完了できませんでした
zh_hans: 卸载未能完成

source: Action
de: Aktion
es: Acción
ja: アクション
zh_hans: 操作

source: AI Model
de: KI-Modell
es: Modelo AI
fr: Modèle IA
ja: AIモデル
zh_hans: AI 模型

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
zh_hans: 统计

source: Route large runs to preferred destinations
de: Große Laufzeiten an bevorzugte Ziele weiterleiten
es: Dirija grandes ejecuciones a destinos preferidos
fr: Rediriger les longs exécutions vers les destinations préférées
ja: 大規模な実行は望ましい宛先にルートします
zh_hans: 将大型运行路由到首选目的地

source: Add storage locations to send future results directly into archive or project folders.
de: Speicherorte hinzufügen, um zukünftige Ergebnisse direkt in Archiv- oder Projektfordern zu senden.
es: Agregue ubicaciones de almacenamiento para enviar resultados futuros directamente en carpetas de archivo o proyecto.
fr: Ajouter des emplacements de stockage pour envoyer les résultats futurs directement dans les dossiers d'archive ou de projet.
ja: 将来的な結果をアーカイブまたはプロジェクトフォルダに直接送るためのストレージ場所を追加します
zh_hans: 添加存储位置以将未来结果直接发送到档案或项目文件夹中.

source: Files restored
de: Wiederhergestellte Dateien
es: Archivos restaurados
fr: Fichiers restaurés
ja: 復元されたファイル
zh_hans: 已恢复的文件

source: Files Organized
de: Organisierte Dateien
es: Archivos organizados
fr: Fichiers organisés
ja: 整理されたファイル
zh_hans: 已整理的文件

source: Folders Created
de: Erstellte Ordner
es: Carpeta creada
fr: Dossiers créés
ja: 作成されたフォルダ
zh_hans: 已创建的文件夹

source: Total Sessions
de: Gesamte Sitzungen
es: Sesiones totales
fr: Sessions totales
ja: 合計セッション
zh_hans: 总会话数

source: Success Rate
de: Erfolgsrate
es: Tasa de éxito
fr: Taux de réussite
ja: 成功率
zh_hans: 成功率

source: Success
de: Erfolg
es: Éxito
fr: Réussite
ja: 成功
zh_hans: 成功

source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
ja: 残り時間
zh_hans: 剩余时间

source: Scan Duration
de: Scan-Dauer
es: Duración de la escaneo
fr: Durée de scan
ja: スキャン時間
zh_hans: 扫描时长

source: Retries
de: Wiederholungen
es: Reintentos
fr: Rétentatives
ja: 再試行
zh_hans: 重试次数

source: Est. Time Saved
de: Schätz. Zeit gespart
es: Tiempo estimado ahorrado
fr: Temps estimé économisé
ja: 見積時間節約
zh_hans: 估计节省时间

source: Empty Directory
de: Leerer Ordner
es: Directorio vacío
fr: Répertoire vide
ja: 空のディレクトリ
zh_hans: 空目录

source: Choose Folder
de: Ordner auswählen
es: Elija Carpeta
fr: Choisir le dossier
ja: フォルダを選択
zh_hans: 选择文件夹

source: All Files Unorganized
de: Unorganisierte Dateien
es: Todos los Archivos Desorganizados
fr: Tous les fichiers non organisés
ja: 未整理のすべてのファイル
zh_hans: 未整理的所有文件

source: Add Instructions
de: Anweisungen hinzufügen
es: Agregar Instrucciones
fr: Ajouter des instructions
ja: インストラクションを追加
zh_hans: 添加指令

source: Day of Week
de: Wochentag
es: Día de la Semana
fr: Jour de la semaine
ja: 週の日
zh_hans: 星期几

source: Day of Month
de: Tag im Monat
es: Día del Mes
fr: Jour du mois
ja: 月の日
zh_hans: 月份中的日期

source: Time
de: Uhrzeit
es: Hora
fr: Heure
ja: 時間
zh_hans: 时间

source: Next Run
de: Nächste Ausführung
es: Próxima Ejecución
fr: Prochaine exécution
ja: 次の実行
zh_hans: 下次运行

source: Cleanup Preference
de: Reinigungspräferenz
es: Preferencia de Limpieza
fr: Préférences de nettoyage
ja: クリーンアップの優先順位
zh_hans: 清理偏好

source: Watches
de: Wachlisten
es: Monitores
fr: Événements
ja: 監視
zh_hans: 监视器

source: Observes when you modify directories after Sorty organization
de: Wird ausgelöst, wenn Sie Ordner nach Sorty-Organisation ändern
es: Observa cuando modifica directorios después de la organización de Sorty
fr: Détecte les modifications de répertoires après l'organisation par Sorty
ja: Sortyのファイル整理後にディレクトリを変更するときに監視します
zh_hans: 在Sorty整理之后，当您修改目录时进行观察

source: Learns from Reverts
de: Lernstufe aus Reversionen
es: Aprende de Anulaciones
fr: Apprentissage à partir des annulations
ja: リバートから学習します
zh_hans: 从撤销中学习

source: Understands when Sorty suggestions weren't right
de: Versteht, wenn Sorty-Vorschläge nicht korrekt waren
es: Entiende cuando las sugerencias de Sorty no fueron correctas
fr: Comprend quand les suggestions de Sorty ne sont pas correctes
ja: Sortyの推奨が間違っていたときに理解します
zh_hans: 理解当Sorty的建议不正确时的情况

source: Remembers Instructions
de: Erinnert sich an Anweisungen
es: Recuerda las Instrucciones
fr: Mémoire des instructions
ja: インストラクションを記憶します
zh_hans: 记住指令

source: Captures your additional guidance and preferences
de: Fängt Ihre zusätzlichen Anweisungen und Präferenzen ein
es: Captura tu guía adicional y preferencias
fr: Capture vos instructions supplémentaires et préférences
ja: 追加のガイドラインと優先順位を捕らえます
zh_hans: 捕获您的额外指导和偏好

source: Improves Over Time
de: Bessert sich im Laufe der Zeit
es: Mejora con el tiempo
fr: Améliore au fil du temps
ja: 時間とともに改善します
zh_hans: 随着时间推移改进

source: Uses learnings to make better future suggestions
de: Verwendet Lernungen, um bessere zukünftige Vorschläge zu machen
es: Utiliza los aprendizajes para hacer mejores sugerencias futuras
fr: Utilise les apprentissages pour faire de meilleures suggestions futures
ja: 学習から得た知識を未来の推奨に活用します
zh_hans: 使用学习成果来做出更好的未来建议

source: Consent Withdrawn
de: Zustimmung撤回
es: Consentimiento Revocado
fr: Consentement retiré
ja: 同意を撤回
zh_hans: 同意撤回

source: Learnings Data Deleted
de: Lernungsdaten gelöscht
es: Datos de Aprendizaje Eliminados
fr: Données d'apprentissage supprimées
ja: 学習データを削除
zh_hans: 学习数据已删除

source: Delete Failed
de: Löschen gescheitert
es: Eliminación Fallida
fr: Suppression échouée
ja: 削除に失敗
zh_hans: 删除失败

source: Temporarily stop collecting signals
de: Temporär das Sammeln von Signalen stoppen
es: Detener temporalmente la recolección de señales
fr: Arrête temporairement la collecte de signaux
ja: 一時的にシグナルの収集を停止
zh_hans: 暂时停止收集信号

source: Use AI for Analysis
de: Verwende AI für die Analyse
es: Usar IA para el Análisis
fr: Utiliser l'IA pour l'analyse
ja: 分析にAIを使用
zh_hans: 使用AI进行分析

source: Spend AI credits on pattern analysis
de: Verwende AI-Kredit für Musteranalyse
es: Gastar créditos de IA en análisis de patrones
fr: Utiliser des crédits d'IA pour l'analyse des motifs
ja: パターン分析にAIクレジットを費やす
zh_hans: 将AI信用用于模式分析

source: Authentication Cancelled
de: Authentifizierung abgesagt
es: Autenticación Cancelada
fr: Authentification annulée
ja: 認証をキャンセル
zh_hans: 认证取消

source: Learning Profile Exported
de: Lernungsprofil exportiert
es: Perfil de Aprendizaje Exportado
fr: Profil d'apprentissage exporté
ja: 学習プロファイルをエクスポート
zh_hans: 学习资料导出

source: Learning Profile Imported
de: Lernungsprofil importiert
es: Perfil de Aprendizaje Importado
fr: Profil d'apprentissage importé
ja: 学習プロファイルをインポート
zh_hans: 学习资料导入

source: Learning Exclusions
de: Lernausnahmen
es: Exclusiones de Aprendizaje
fr: Exclusions d'apprentissage
ja: 学習の除外
zh_hans: 学习排除项

source: Natural Language Exceptions
de: Natürliche Sprache Ausnahmen
es: Excepciones de Lenguaje Natural
fr: Exceptions de langage naturel
ja: 自然言語の例外
zh_hans: 自然语言例外

source: Display Name
de: Anzeigename
es: Nombre de Display
fr: Nom d'affichage
ja: 表示名
zh_hans: 显示名称

source: Description for Sorty
de: Beschreibung für Sorty
es: Descripción para Sorty
fr: Description pour Sorty
ja: Sorty用の説明
zh_hans: 对Sorty的描述

source: Show next HUD notification
de: Nächste HUD-Nachricht anzeigen
es: Muestra la siguiente notificación HUD
fr: Afficher la prochaine notification HUD
ja: 次のHUD通知を表示
zh_hans: 显示下一个HUD通知

source: Clear all HUD notifications
de: Alle HUD-Nachrichten löschen
es: Borrar todas las notificaciones HUD
fr: Effacer toutes les notifications HUD
ja: すべてのHUD通知をクリア
zh_hans: 清除所有HUD通知

source: Test Notification
de: Testnachricht
es: Prueba la notificación
fr: Test de notification
ja: テスト通知
zh_hans: 测试通知

source: Choose the right flow
de: Die richtige Flussrichtung wählen
es: Elige el flujo correcto
fr: Choisir le bon flux
ja: 正しいフローを選ぼう
zh_hans: 选择正确的流程

source: Start with Organize Only, Organize & Rename, or Rename Only from the same compact control.
de: Vom selben kompakten Kontrollfeld aus 'Nur Organisieren', 'Organisieren und Umbenennen' oder 'Nur Umbenennen' starten.
es: Empieza con Organizar solo, Organizar y Renombrar o Renombrar solo desde el mismo control compacto.
fr: Démarrer avec Organize Only, Organize & Rename, ou Rename Only à partir du même contrôle compact.
ja: 同じコンパクトコントロールから「整理のみ」、「整理とリネーム」、または「リネームのみ」を開始する
zh_hans: 从同一个紧凑控制中选择仅组织、组织和重命名或仅重命名。

source: A new design system
de: Ein neues Designsystem
es: Un nuevo sistema de diseño
fr: Un nouveau système de conception
ja: 新しいデザインシステム
zh_hans: 一个新的设计系统

source: The organize and rename flows now share cleaner controls, calmer spacing, and the new mid-generation surface.
de: Die Organisieren- und Umbenennen-Flüsse teilen jetzt klare Steuerungselemente, ruhige Abstände und die neue mittelalterliche Oberfläche.
es: Los flujos de organizar y renombrar ahora comparten controles más limpios, espaciado más calmado y la nueva superficie de generación media.
fr: Les flux d'organisation et de renommage partagent maintenant des contrôles plus propres, un espace plus calme et une surface de génération moyenne.
ja: 整理とリネームのフローは、より清潔なコントロールと、より落ち着いたスペース、そして新しい中間世代の表面を共有しています
zh_hans: 组织和重命名流程现在共享更干净的控件、更宁静的间距和新的中代表面。

source: Everything in Sorty 1.2.0
de: Alles in Sorty 1.2.0
es: Todo en Sorty 1.2.0
fr: Tout dans Sorty 1.2.0
ja: Sorty 1.2.0すべての内容
zh_hans: Sorty 1.2.0中的所有内容

source: A major release focused on capability, clarity, and reliability.
de: Eine bedeutende Veröffentlichung, die sich auf Kapazität, Klarheit und Zuverlässigkeit konzentriert.
es: Una versión principal enfocada en capacidad, claridad y confiabilidad.
fr: Une version majeure axée sur la capacité, la clarté et la fiabilité.
ja: 能力、明確性、信頼性に焦点を当てた重大なリリース
zh_hans: 一个专注于能力和清晰度和可靠性的重大版本发布。

source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新
zh_hans: 新

source: Improved
de: Verbesserung
es: Mejorado
fr: Amélioré
ja: 改善
zh_hans: 改进

source: Fixed
de: Behebung
es: Fijado
fr: Corrigé
ja: 修正
zh_hans: 修复

source: Duplicates Deleted
de: Doppelte Dateien gelöscht
es: Archivos duplicados eliminados
fr: Fichiers dupliques supprimés
ja: 重複ファイルが削除されました
zh_hans: 删除重复项

source: Space Recovered
de: Speicherwiederherstellung
es: Espacio recuperado
fr: Espace récupéré
ja: 空き容量が回復されました
zh_hans: 回收空间

source: Model response time
de: Modellantwortzeit
es: Tiempo de respuesta del modelo
fr: Temps de réponse du modèle
ja: モデル応答時間
zh_hans: 模型响应时间

source: Response throughput
de: Antwortgeschwindigkeit
es: Tasa de respuesta
fr: Débit de réponse
ja: 応答処理能力
zh_hans: 响应吞吐量

source: Time to first token
de: Zeit bis zum ersten Token
es: Tiempo para el primer token
fr: Temps pour le premier token
ja: 最初のトークンまでの時間
zh_hans: 第一个令牌时间

source: Estimated output tokens
de: Schätzung für Ausgabetokens
es: Tokens estimados de salida
fr: Tokens estimés de sortie
ja: 推定出力トークン数
zh_hans: 估计输出令牌数

source: Estimated input tokens
de: Schätzung für Eingabetokens
es: Tokens estimados de entrada
fr: Tokens estimés d'entrée
ja: 推定入力トークン数
zh_hans: 估计输入令牌数

source: Prompt plus response
de: Prompt plus Antwort
es: Prompt más respuesta
fr: Prompt plus réponse
ja: プロンプト plus レスポンス
zh_hans: 提示加响应

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
zh_hans: 文件

source: Items reviewed by Sorty
de: Durchgesehen von Sorty
es: Items revisados por Sorty
fr: Elements examinés par Sorty
ja: Sortyでレビューされたアイテム
zh_hans: 由Sorty审查的项目

source: Volume
de: Volumen
es: Volumen
ja: ボリューム
zh_hans: 体积

source: Data footprint
de: Datenfußabdruck
es: Peso de los datos
fr: Empreinte de données
ja: データフットプリント
zh_hans: 数据足迹
